Revit 2024 API
UnitTypeId.Kiloamperes Property
 Kiloamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kiloamperes { get; }
Visual Basic
Public Shared ReadOnly Property Kiloamperes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kiloamperes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace